Repository: lilnouns/lilnouns-auction
Catalog: apps/frontend/src/locales/*/messages.po
Languages: bn, fa, hi, id, th, vi

source: background
bn: পটভূমি
fa: پس‌زمینه
hi: पृष्ठभूमि
id: latar belakang
th: พื้นหลัง
vi: nền

source: Background
bn: পটভূমি
fa: پس‌زمینه
hi: पृष्ठभूमि
id: Latar Belakang
th: พื้นหลัง
vi: Nền

source: body
bn: শরীর
fa: بدن
hi: शरीर
id: tubuh
th: ร่างกาย
vi: cơ thể

source: Body
bn: শরীর
fa: بدن
hi: शरीर
id: Tubuh
th: ร่างกาย
vi: Cơ thể

source: accessory
bn: অ্যাক্সেসরী
fa: لوازم جانبی
hi: सामान
id: aksesoris
th: อุปกรณ์เสริม
vi: phụ kiện

source: Accessory
bn: অ্যাক্সেসরী
fa: لوازم جانبی
hi: सामान
id: Aksesoris
th: อุปกรณ์เสริม
vi: Phụ kiện

source: head
bn: মাথা
fa: سر
hi: सिर
id: kepala
th: ศีรษะ
vi: đầu

source: Head
bn: মাথা
fa: سر
hi: सिर
id: Kepala
th: ศีรษะ
vi: Đầu

source: glasses
bn: চশমা
fa: عینک
hi: चश्मा
id: kacamata
th: แว่นตา
vi: kính

source: Glasses
bn: চশমা
fa: عینک
hi: चश्मा
id: Kacamata
th: แว่นตา
vi: Kính

source: (Select All)
bn: (সব নির্বাচন করুন)
hi: (सभी चुनें)
th: (เลือกทั้งหมด)
vi: (Chọn tất cả)

source: + {extraCount} more
bn: + {extraCount} আরও
hi: + {extraCount} और
th: + {extraCount} รายการเพิ่มเติม
vi: + {extraCount} nữa

source: 🚨 Update Available
bn: 🚨 আপডেট উপলব্ধ
hi: 🚨 अपडेट उपलब्ध
th: 🚨 มีการอัปเดต
vi: 🚨 Có bản cập nhật

source: A new version is live.
bn: একটি নতুন সংস্করণ এখন লাইভ।
fa: نسخه‌ی جدیدی اکنون منتشر شده است.
hi: एक नया संस्करण अब लाइव है.
id: Versi baru kini tersedia.
th: เวอร์ชันใหม่ใช้งานแล้ว
vi: Một phiên bản mới đã được phát hành.

source: Block
bn: ব্লক
fa: بلاک
hi: ब्लॉक
th: บล็อก
vi: Khối

source: Buy Now
bn: এখনই কিনুন
fa: همین حالا بخر
hi: अभी खरीदें
th: ซื้อเลย
vi: Mua ngay

source: Buy Now for {priceLabel}
bn: {priceLabel} এ এখনই কিনুন
fa: خرید با {priceLabel}
hi: {priceLabel} में अभी खरीदें
th: ซื้อเลยในราคา {priceLabel}
vi: Mua ngay với giá {priceLabel}

source: Buying...
bn: কিনছেন...
fa: در حال خرید...
hi: खरीदारी जारी...
id: Membeli...
th: กำลังซื้อ...
vi: Đang mua...

source: Clear
bn: মুছুন
hi: साफ़ करें
th: ล้าง
vi: Xóa

source: Click on a Lil Noun to view its traits and current VRGDA price. Find the one that speaks to you.
bn: একটি Lil Noun-এ ক্লিক করে তার বৈশিষ্ট্য ও বর্তমান VRGDA মূল্য দেখুন। যে টি আপনার সঙ্গে কথা বলে সেটিই খুঁজে নিন।
fa: روی یک Lil Noun کلیک کنید تا ویژگی‌های آن و قیمت فعلی VRGDA را ببینید. آنی را پیدا کنید که با شما صحبت می‌کند.
hi: किसी Lil Noun पर क्लिक करके उसके गुण और वर्तमान VRGDA मूल्य देखें. जो आपको पसंद आए उसे चुनें.
id: Klik Lil Noun untuk melihat atributnya dan harga VRGDA saat ini. Temukan yang paling cocok denganmu.
th: คลิกที่ Lil Noun เพื่อดูคุณลักษณะและราคา VRGDA ปัจจุบัน หาแบบที่ตรงใจคุณ
vi: Nhấp vào một Lil Noun để xem các thuộc tính và giá VRGDA hiện tại của nó. Hãy tìm ra nhân vật khiến bạn rung động.

source: Close
bn: বন্ধ করুন
fa: بستن
hi: बंद करें
id: Tutup
th: ปิด
vi: Đóng

source: Close banner
bn: ব্যানার বন্ধ করুন
hi: बैनर बंद करें
th: ปิดแบนเนอร์
vi: Đóng banner

source: Confirming...
bn: নিশ্চিত করা হচ্ছে...
fa: در حال تأیید...
hi: पुष्टि की जा रही है...
id: Mengonfirmasi...
th: กำลังยืนยัน...
vi: Đang xác nhận...

source: Connect Wallet
bn: ওয়ালেট সংযুক্ত করুন
fa: اتصال کیف پول
hi: वॉलेट कनेक्ट करें
id: Hubungkan Dompet
th: เชื่อมต่อกระเป๋าเงิน
vi: Kết nối ví

source: Connect with one of our available wallet providers.
bn: আমাদের উপলব্ধ ওয়ালেট প্রদানকারীদের সাথে সংযুক্ত হন।
fa: با یکی از ارائه‌دهندگان کیف پول موجود متصل شوید.
hi: हमारे उपलब्ध वॉलेट प्रदाताओं में से किसी एक से कनेक्ट करें।
id: Hubungkan dengan salah satu penyedia dompet yang tersedia.
th: เชื่อมต่อกับผู้ให้บริการกระเป๋าเงินที่มีอยู่ของเรา
vi: Kết nối với một trong các nhà cung cấp ví có sẵn.

source: Current Price
bn: বর্তমান মূল্য
fa: قیمت فعلی
hi: वर्तमान कीमत
th: ราคาปัจจุบัน
vi: Giá hiện tại

source: Dark
bn: ডার্ক মোড
fa: تاریک
hi: गहरा
id: Gelap
th: โหมดมืด
vi: Chế độ tối

source: Disconnect Wallet
bn: ওয়ালেট সংযোগ বিচ্ছিন্ন করুন
fa: قطع اتصال کیف پول
hi: वॉलेट डिस्कनेक्ट करें
id: Putuskan Koneksi Dompet
th: ยกเลิกการเชื่อมต่อกระเป๋าเงิน
vi: Ngắt kết nối ví

source: English
bn: ইংরেজি
fa: انگلیسی
hi: अंग्रेज़ी
id: Inggris
th: ภาษาอังกฤษ
vi: Tiếng Anh

source: Error
bn: ত্রুটি
fa: خطا
hi: त्रुटि
id: Kesalahan
th: ข้อผิดพลาด
vi: Lỗi

source: Every 12 seconds, a new quirky Lil Noun becomes available, letting you choose when the price feels right.
bn: প্রতি ১২ সেকেন্ডে একটি নতুন মজার Lil Noun উপলভ্য হয়, যাতে দাম যথাযথ মনে হলে আপনি নির্বাচন করতে পারেন।
fa: هر ۱۲ ثانیه یک Lil Noun جدید و بانمک در دسترس می‌شود و به شما اجازه می‌دهد زمانی که قیمت مناسب به‌نظر می‌رسد انتخاب کنید.
hi: हर 12 सेकंड में एक नया, मज़ेदार Lil Noun उपलब्ध होता है, जिससे आप तब चुन सकते हैं जब कीमत सही लगे.
id: Setiap 12 detik, Lil Noun unik baru tersedia sehingga kamu bisa memilih saat harga terasa pas.
th: ทุก ๆ 12 วินาทีจะมี Lil Noun ตัวใหม่สุดกวนให้เลือก ช่วยให้คุณตัดสินใจได้เมื่อรู้สึกว่าราคาเหมาะสม
vi: Cứ mỗi 12 giây sẽ có một Lil Noun mới, đầy cá tính xuất hiện, cho phép bạn lựa chọn khi cảm thấy mức giá phù hợp.

source: Filter Auctions
bn: নিলাম ফিল্টার করুন
fa: فیلتر مزایده‌ها
hi: नीलामी फ़िल्टर करें
id: Saring Lelang
th: กรองการประมูล
vi: Lọc đấu giá

source: Get Your Lil Noun
bn: আপনার Lil Noun সংগ্রহ করুন
fa: Lil Noun خود را دریافت کنید
hi: अपना Lil Noun प्राप्त करें
id: Dapatkan Lil Noun-mu
th: รับ Lil Noun ของคุณ
vi: Sở hữu Lil Noun của bạn

source: Hide Details
bn: বিবরণ লুকান
fa: مخفی کردن جزئیات
hi: विवरण छिपाएँ
id: Sembunyikan Detail
th: ซ่อนรายละเอียด
vi: Ẩn chi tiết

source: Italian
bn: ইতালীয়
fa: ایتالیایی
hi: इतालवी
id: Italia
th: ภาษาอิตาลี
vi: Tiếng Ý

source: Join the community, mint your favorites, and embrace the delightful chaos of decentralized creativity.
bn: সম্প্রদায়ে যোগ দিন, আপনার পছন্দেরগুলো মিন্ট করুন এবং বিকেন্দ্রীকৃত সৃজনশীলতার মনোরম বিশৃঙ্খলাকে আলিঙ্গন করুন।
fa: به جامعه بپیوندید، موردهای محبوب خود را مینت کنید و هرج‌ومرج دلنشین خلاقیت غیرمتمرکز را در آغوش بگیرید.
hi: समुदाय से जुड़ें, अपने पसंदीदा मिंट करें और विकेंद्रीकृत रचनात्मकता की मनमोहक हलचल को अपनाएं.
id: Bergabunglah dengan komunitas, mint favoritmu, dan nikmati kekacauan menyenangkan dari kreativitas terdesentralisasi.
th: เข้าร่วมชุมชน มิ้นต์ตัวที่คุณชอบ และโอบกอดความโกลาหลอันแสนสนุกของความคิดสร้างสรรค์แบบกระจายศูนย์
vi: Tham gia cộng đồng, mint những nhân vật bạn yêu thích và ôm trọn sự hỗn loạn thú vị của sự sáng tạo phi tập trung.

source: Light
bn: লাইট মোড
fa: روشن
hi: हल्का
id: Terang
th: โหมดสว่าง
vi: Chế độ sáng

source: Lil Nouns Auction
bn: লিল নাউনস নিলাম
fa: مزایده لیل نانز
hi: लिल नाउन्स नीलामी
id: Lelang Lil Nouns
th: การประมูล Lil Nouns
vi: Đấu giá Lil Nouns

source: Lil Nouns Auction Guide
bn: Lil Nouns নিলাম নির্দেশিকা
fa: راهنمای مزایده Lil Nouns
hi: Lil Nouns नीलामी गाइड
id: Panduan Lelang Lil Nouns
th: คู่มือประมูล Lil Nouns
vi: Hướng dẫn đấu giá Lil Nouns

source: Lil Nouns auctions has moved beyond the traditional English auctions format used by Nouns, adopting a Dutch auction powered by VRGDA (Variable Rate Gradual Dutch Auction).
bn: Lil Nouns নিলামগুলি Nouns-এ ব্যবহৃত ঐতিহ্যবাহী ইংরেজি নিলামের ধরন থেকে সরে এসে VRGDA (Variable Rate Gradual Dutch Auction) দ্বারা চালিত একটি ডাচ নিলাম গ্রহণ করেছে।
fa: مزایده‌های Lil Nouns فراتر از قالب سنتی مزایده انگلیسی که توسط Nouns استفاده می‌شد رفته‌اند و اکنون مزایده‌ای هلندی با قدرت VRGDA (مزایده هلندی تدریجی با نرخ متغیر) را پذیرفته‌اند.
hi: Lil Nouns की नीलामियों ने Nouns द्वारा उपयोग किए गए पारंपरिक अंग्रेज़ी नीलामी स्वरूप से आगे बढ़कर VRGDA (Variable Rate Gradual Dutch Auction) द्वारा संचालित डच नीलामी को अपनाया है.
id: Lelang Lil Nouns telah meninggalkan format lelang Inggris tradisional yang digunakan oleh Nouns dan kini mengadopsi lelang Belanda yang didukung VRGDA (Variable Rate Gradual Dutch Auction).
th: การประมูล Lil Nouns ได้ก้าวข้ามรูปแบบประมูลแบบอังกฤษดั้งเดิมของ Nouns และหันมาใช้การประมูลแบบดัตช์ที่ขับเคลื่อนด้วย VRGDA (Variable Rate Gradual Dutch Auction)
vi: Đấu giá Lil Nouns đã vượt ra ngoài hình thức đấu giá kiểu Anh truyền thống của Nouns và chuyển sang mô hình đấu giá Hà Lan do VRGDA (Variable Rate Gradual Dutch Auction) vận hành.

source: No results found.
bn: কোনো ফলাফল পাওয়া যায়নি।
hi: कोई परिणाम नहीं मिला।
th: ไม่พบผลลัพธ์
vi: Không tìm thấy kết quả.

source: No seeds match the current filters.
bn: বর্তমান ফিল্টারের সাথে কোনো সিড মেলেনি।
hi: वर्तमान फ़िल्टर से कोई सीड मेल नहीं खाता।
th: ไม่มีซีดที่ตรงกับตัวกรองปัจจุบัน
vi: Không có seed nào khớp với bộ lọc hiện tại.

source: Noun
bn: নাউন
fa: نان

source: Noun {nounId} | Lil Nouns Auction
bn: নাউন {nounId} | লিল নাউনস নিলাম
fa: نون {nounId} | حراج Lil Nouns
hi: नाउन {nounId} | लिल नाउन्स नीलामी
th: Noun {nounId} | การประมูล Lil Nouns
vi: Noun {nounId} | Đấu giá Lil Nouns

source: Noun Details
bn: নাউনের বিবরণ
fa: جزئیات نان
hi: Noun विवरण
id: Detail Noun
th: รายละเอียดของ Noun
vi: Chi tiết Noun

source: Pending...
bn: অপেক্ষমাণ...
fa: در انتظار...
hi: लंबित...
id: Menunggu...
th: กำลังรอดำเนินการ...
vi: Đang chờ...

source: Please try refreshing the page or contact support if the issue persists.
bn: দয়া করে পেজটি রিফ্রেশ করে দেখুন অথবা সমস্যা থাকলে সহায়তায় যোগাযোগ করুন।
fa: لطفاً صفحه را تازه‌سازی کنید یا در صورت تداوم مشکل با پشتیبانی تماس بگیرید.
hi: कृपया पेज को रिफ्रेश करने का प्रयास करें या समस्या जारी रहने पर समर्थन से संपर्क करें.
id: Coba muat ulang halaman atau hubungi dukungan jika masalah berlanjut.
th: ลองรีเฟรชหน้า หรือหากปัญหายังคงอยู่โปรดติดต่อฝ่ายสนับสนุน
vi: Vui lòng thử tải lại trang hoặc liên hệ hỗ trợ nếu vấn đề vẫn tiếp diễn.

source: Portuguese
bn: পর্তুগিজ
fa: پرتغالی
hi: पुर्तगाली
id: Portugis
th: ภาษาโปรตุเกส
vi: Tiếng Bồ Đào Nha

source: Prices reduce every 15 minutes but never drop below the reserve price of 0.03 ETH.
bn: প্রতি ১৫ মিনিটে দাম কমে কিন্তু কখনও ০.০৩ ETH রিজার্ভ দামের নিচে নেমে যায় না।
fa: قیمت‌ها هر ۱۵ دقیقه کاهش می‌یابند اما هرگز زیر قیمت رزرو ۰٫۰۳ ETH نمی‌روند.
hi: कीमतें हर 15 मिनट में घटती हैं लेकिन कभी भी 0.03 ETH के रिज़र्व मूल्य से नीचे नहीं जातीं.
id: Harga turun setiap 15 menit tetapi tidak pernah lebih rendah dari harga cadangan 0,03 ETH.
th: ราคาจะลดลงทุก ๆ 15 นาที แต่ไม่เคยต่ำกว่าราคาสำรอง 0.03 ETH
vi: Giá giảm sau mỗi 15 phút nhưng không bao giờ thấp hơn mức giá dự trữ 0,03 ETH.

source: Redirecting...
bn: রিডাইরেক্ট করা হচ্ছে...
hi: रीडायरेक्ट किया जा रहा है...
th: กำลังเปลี่ยนเส้นทาง...
vi: Đang chuyển hướng...

source: Refresh
bn: রিফ্রেশ করুন
fa: بازنشانی
hi: ताज़ा करें
id: Segarkan
th: รีเฟรช
vi: Làm mới

source: Reload
bn: রিলোড
fa: بارگذاری مجدد
hi: पुनः लोड करें
id: Muat ulang
th: โหลดใหม่
vi: Tải lại

source: Search...
bn: খুঁজুন...
hi: खोजें...
th: ค้นหา...
vi: Tìm kiếm...

source: Select {0}
bn: {0} নির্বাচন করুন
fa: انتخاب {0}
hi: {0} चुनें
id: Pilih {0}
th: เลือก {0}
vi: Chọn {0}

source: Select options
bn: অপশন নির্বাচন করুন
hi: विकल्प चुनें
th: เลือกตัวเลือก
vi: Chọn tùy chọn

source: Select traits to filter the auction listings
bn: নিলামের তালিকা ফিল্টার করতে বৈশিষ্ট্য নির্বাচন করুন
fa: برای فیلتر کردن فهرست‌های مزایده ویژگی‌ها را انتخاب کنید
hi: नीलामी की सूचियों को फ़िल्टर करने के लिए गुण चुनें
id: Pilih atribut untuk memfilter daftar lelang
th: เลือกคุณลักษณะเพื่อกรองรายชื่อการประมูล
vi: Chọn thuộc tính để lọc danh sách đấu giá

source: Show Details
bn: বিস্তারিত দেখুন
fa: نمایش جزئیات
hi: विवरण दिखाएं
id: Tampilkan detail
th: แสดงรายละเอียด
vi: Hiển thị chi tiết

source: Something went wrong
bn: কিছু ভুল হয়েছে
fa: اشتباهی رخ داد
hi: कुछ गलत हो गया
id: Ada yang salah
th: มีบางอย่างผิดพลาด
vi: Đã xảy ra lỗi

source: Spanish
bn: স্প্যানিশ
fa: اسپانیایی
hi: स्पेनिश
id: Spanyol
th: ภาษาสเปน
vi: Tiếng Tây Ban Nha

source: Switch Network
bn: নেটওয়ার্ক পরিবর্তন করুন
fa: تغییر شبکه
hi: नेटवर्क बदलें
id: Ganti Jaringan
th: สลับเครือข่าย
vi: Chuyển mạng

source: System
bn: সিস্টেম
fa: سیستم
hi: सिस्टम
id: Sistem
th: ระบบ
vi: Hệ thống

source: Toggle theme
bn: থিম পরিবর্তন করুন
fa: تغییر تم
hi: थीम बदलें
id: Ubah tema
th: สลับธีม
vi: Chuyển đổi chủ đề

source: total traits
bn: মোট বৈশিষ্ট্য
fa: مجموع ویژگی‌ها
hi: कुल विशेषताएँ
th: คุณลักษณะทั้งหมด
vi: tổng số đặc điểm

source: Traits
bn: বৈশিষ্ট্য
fa: ویژگی‌ها
hi: विशेषताएँ
th: คุณลักษณะ
vi: Đặc điểm

source: Traits are algorithmically generated using the current token ID and a chosen block hash. Explore and mint from the last 256 blocks to find the vibe that suits you.
bn: বৈশিষ্ট্যগুলি বর্তমান টোকেন আইডি ও নির্বাচিত ব্লক হ্যাশ ব্যবহার করে অ্যালগরিদমিকভাবে তৈরি করা হয়। আপনার উপযুক্ত অনুভূতি খুঁজে পেতে শেষ ২৫৬ ব্লক থেকে অনুসন্ধান ও মিন্ট করুন।
fa: ویژگی‌ها به‌صورت الگوریتمی با استفاده از شناسه توکن فعلی و یک هش بلوک انتخابی تولید می‌شوند. برای یافتن حس مناسب، آخرین ۲۵۶ بلوک را جست‌وجو و مینت کنید.
hi: गुण वर्तमान टोकन आईडी और चुने हुए ब्लॉक हैश का उपयोग करके एल्गोरिदमिक रूप से उत्पन्न होते हैं. अंतिम 256 ब्लॉकों में खोजें और मिंट करें ताकि आपको उपयुक्त वाइब मिल सके.
id: Atribut dibuat secara algoritmis menggunakan ID token saat ini dan hash blok pilihan. Jelajahi dan mint dari 256 blok terakhir untuk menemukan suasana yang cocok denganmu.
th: คุณลักษณะถูกสร้างขึ้นด้วยอัลগอริทึม โดยใช้รหัสโทเค็นปัจจุบันและแฮชของบล็อกที่เลือก สำรวจและมิ้นต์จาก 256 บล็อกล่าสุดเพื่อหาบรรยากาศที่ใช่สำหรับคุณ
vi: Các thuộc tính được tạo bằng thuật toán từ ID token hiện tại và một hàm băm khối đã chọn. Khám phá và mint trong 256 khối gần nhất để tìm đúng phong cách của bạn.

source: Understand how the Lil Nouns VRGDA auctions work and discover how to mint your favorite NFTs.
bn: Lil Nouns VRGDA নিলাম কীভাবে কাজ করে তা বুঝুন এবং আপনার প্রিয় NFT কীভাবে মিন্ট করবেন তা জানুন।
fa: بفهمید مزایده‌های VRGDA در Lil Nouns چگونه کار می‌کنند و چگونه NFTهای مورد علاقه‌تان را مینت کنید.
hi: जानें कि Lil Nouns VRGDA नीलामियां कैसे काम करती हैं और अपने पसंदीदा NFT कैसे मिंट करें.
id: Pahami cara kerja lelang VRGDA Lil Nouns dan temukan cara mint NFT favoritmu.
th: ทำความเข้าใจการทำงานของการประมูล VRGDA ของ Lil Nouns และเรียนรู้วิธีมิ้นต์ NFT ที่คุณชื่นชอบ
vi: Tìm hiểu cách hoạt động của đấu giá VRGDA Lil Nouns và khám phá cách mint các NFT yêu thích của bạn.

source: Updates paused
bn: আপডেট স্থগিত
hi: अपडेट रोक दिए गए
th: หยุดอัปเดตชั่วคราว
vi: Đã tạm dừng cập nhật

source: View traits and pricing for this Noun
bn: এই নাউনের বৈশিষ্ট্য এবং মূল্য দেখুন
fa: مشاهده ویژگی‌ها و قیمت این نان
hi: इस Noun की विशेषताएँ और मूल्य देखें
id: Lihat sifat dan harga untuk Noun ini
th: ดูคุณสมบัติและราคาของ Noun นี้
vi: Xem đặc điểm và giá của Noun này

source: View Transaction
bn: লেনদেন দেখুন
fa: مشاهده تراکنش
hi: लेनदेन देखें
id: Lihat Transaksi
th: ดูธุรกรรม
vi: Xem giao dịch

source: VRGDA dynamically adjusts NFT prices based on time and demand, starting high and gradually dropping until minting occurs, balancing urgency and fairness without fixed intervals.
bn: VRGDA সময় ও চাহিদার ভিত্তিতে NFT-র দাম গতিশীলভাবে সমন্বয় করে, উচ্চ দামে শুরু করে এবং মিন্ট হওয়া পর্যন্ত ধীরে ধীরে কমায়, স্থির ব্যবধান ছাড়াই জরুরিতা ও ন্যায্যতার ভারসাম্য রাখে।
fa: VRGDA قیمت NFT را بر اساس زمان و تقاضا به‌صورت پویا تنظیم می‌کند، از قیمت بالا شروع کرده و به‌تدریج تا زمان مینت کاهش می‌دهد تا بدون بازه‌های ثابت، فوریت و انصاف را متعادل کند.
hi: VRGDA समय और मांग के आधार पर NFT कीमतों को गतिशील रूप से समायोजित करता है, ऊंचे से शुरू होकर मिंट होने तक धीरे-धीरे घटता है, जिससे बिना निश्चित अंतराल के तात्कालिकता और निष्पक्षता का संतुलन बनता है.
id: VRGDA menyesuaikan harga NFT secara dinamis berdasarkan waktu dan permintaan, dimulai tinggi lalu turun secara bertahap hingga mint terjadi, menyeimbangkan urgensi dan keadilan tanpa interval tetap.
th: VRGDA ปรับราคาของ NFT แบบไดนามิกตามเวลาและความต้องการ โดยเริ่มสูงและลดลงอย่างต่อเนื่องจนกว่าจะมีการมิ้นต์ เพื่อสร้างสมดุลระหว่างความเร่งด่วนและความยุติธรรมโดยไม่มีช่วงเวลาแบบตายตัว.
vi: VRGDA điều chỉnh giá NFT một cách linh hoạt dựa trên thời gian và nhu cầu, bắt đầu cao rồi giảm dần cho đến khi được mint, giữ cân bằng giữa sự khẩn trương và công bằng mà không cần khoảng thời gian cố định.

source: Wallet Connected
bn: ওয়ালেট সংযুক্ত হয়েছে
fa: کیف پول متصل شد
hi: वॉलेट जुड़ा हुआ है
id: Dompet Terhubung
th: กระเป๋าเงินเชื่อมต่อแล้ว
vi: Ví đã kết nối

source: We paused live auction data to save resources. Move your mouse or tap the screen to resume updates.
bn: সম্পদ সাশ্রয়ের জন্য আমরা লাইভ নিলামের ডেটা বিরতি দিয়েছি। আপডেট পুনরায় শুরু করতে মাউস নাড়ুন বা স্ক্রিনে ট্যাপ করুন।
hi: संसाधन बचाने के लिए हमने लाइव नीलामी डेटा रोक दिया है। अपडेट फिर शुरू करने के लिए माउस चलाएँ या स्क्रीन पर टैप करें।
th: เราได้หยุดข้อมูลการประมูลแบบสดชั่วคราวเพื่อประหยัดทรัพยากร ขยับเมาส์หรือแตะหน้าจอเพื่อกลับมาอัปเดตอีกครั้ง
vi: Chúng tôi đã tạm dừng dữ liệu đấu giá trực tiếp để tiết kiệm tài nguyên. Di chuyển chuột hoặc chạm màn hình để tiếp tục cập nhật.

source: Your wallet is connected. Manage your wallet connection below.
bn: আপনার ওয়ালেট সংযুক্ত হয়েছে। নিচে আপনার ওয়ালেট সংযোগ পরিচালনা করুন।
fa: کیف پول شما متصل است. اتصال خود را در زیر مدیریت کنید.
hi: आपका वॉलेट जुड़ा हुआ है। नीचे अपना वॉलेट कनेक्शन प्रबंधित करें।
id: Dompet Anda terhubung. Kelola koneksi dompet Anda di bawah ini.
th: กระเป๋าเงินของคุณเชื่อมต่อแล้ว จัดการการเชื่อมต่อกระเป๋าเงินของคุณด้านล่าง
vi: Ví của bạn đã được kết nối. Quản lý kết nối ví bên dưới.

source: French
th: ภาษาฝรั่งเศส

source: Buy Now for {0} ETH
id: Beli Sekarang seharga {0} ETH

source: Noun {0} | Lil Nouns Auction
id: Noun {0} | Lelang Lil Nouns

source: View traits and pricing
id: Lihat sifat dan harga
